/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Formát skladby sa nepodarilo konvertovať.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Tento projekt je zrejme poškodený. Obnovte ho zo zálohy.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Tento projekt bol vytvorený v prechodnej, nezverejnenej verzii aplikácie Logic a viac ho nie je možné otvoriť";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Skladba, ktorú sa pokúšate otvoriť, je vo formáte Logic 4 alebo staršom. Najprv ju otvorte a uložte v aplikácii Logic 7.2.1 alebo staršej.\n\nMusíte to spraviť na počítači Macintosh so staršou verziou macOS, pretože tieto staršie verzie Logic Pro nie sú kompatibilné so systémom macOS 10.13 alebo novším.";
